# -*- coding:utf-8 -*-

SAMPLE_JOBS = [
    "岗位职责：" \
    "1.应用机器学习、文本挖掘等技术，对海量数据进行挖掘，发现潜在关系，对文本多维度分类；" \
    "2.深入挖掘海量用户的行为、熟悉，建立用户画像标签体系，建立相关的预测模型、需求模型等，并推进相关数据产品建设" \
    "3.建立和优化数据模型，协助建立自动化决策系统；" \
    "4.定期评估数据挖掘模型效果，迭代优化工作；" \
    "5.负责电商平台海量数据的分析处理和深度挖掘；" \
    "6.参与电商平台搜索/推荐/个性化等功能的优化与建设；" \
    "任职要求：" \
    "1.统计学、数学或计算机、数理统计或数据挖掘专业方向相关专业本科或以上学习，有扎实的统计学和数据挖掘专业知识；" \
    "2.熟悉常用数据挖掘算法（如分类、聚类、回归、关联规则、神经网络等）及其原理，并有相关项目经验；" \
    "3.熟练掌握R、python、scala等语言，熟练使用SQL/hive等语言，熟悉spark优先考虑；" \
    "4.2年以上数据挖掘作经验；" \
    "主动性强，有较强的责任心和团队协作精神，学习能力强"
]
